DELETE FROM missing_pet_post;

INSERT INTO missing_pet_post (
    id,
    member_id,
    missing_date,
    missing_address,
    detail,
    image_url,
    status,
    latitude,
    longitude,
    created_at,
    updated_at
)
VALUES
    (
        9001,
        4,
        '2026-09-01',
        '경기도 성남시 수정구',
        '테스트 분실동물 1',
        'pet1.jpg',
        'MISSING',
        37.4500000,
        127.1400000,
        '2026-09-01 10:00:00',
        '2026-09-01 10:00:00'
    ),
    (
        9002,
        4,
        '2026-09-02',
        '경기도 성남시 수정구',
        '테스트 분실동물 2',
        'pet2.jpg',
        'MISSING',
        37.4500000,
        127.1400000,
        '2026-09-02 10:00:00',
        '2026-09-02 10:00:00'
    ),
    (
        9003,
        4,
        '2026-09-03',
        '경기도 성남시 수정구',
        '테스트 분실동물 3',
        'pet3.jpg',
        'MISSING',
        37.4500000,
        127.1400000,
        '2026-09-03 10:00:00',
        '2026-09-03 10:00:00'
    ),
    (
        9004,
        4,
        '2026-09-04',
        '경기도 성남시 수정구',
        '테스트 분실동물 4',
        'pet4.jpg',
        'MISSING',
        37.4500000,
        127.1400000,
        '2026-09-04 10:00:00',
        '2026-09-04 10:00:00'
    ),
    (
        9005,
        4,
        '2026-09-05',
        '경기도 성남시 수정구',
        '테스트 분실동물 5',
        'pet5.jpg',
        'MISSING',
        37.4500000,
        127.1400000,
        '2026-09-05 10:00:00',
        '2026-09-05 10:00:00'
    );